import style from "./StagesConstructionTab.module.scss";
import React, {useState} from 'react';



export const StagesTabFirst = () => {
  return (
   <>
     <h4 className={style.titleTab}>Підготовка поверхні</h4>
     <p className={style.descTab}>
       Після завершення штукатурки
       ми грунтуємо поверхню, щоб
       забезпечити надійну адгезію
       для подальших оздоблювальних
       робіт. Грунт забезпечує також
       додатковий захист від вологості
       та інших факторів.
     </p>
   </>
  );
};
export const StagesTabSecond = () => {
  return (
   <>
     <h4 className={style.titleTab}>Нанесення першого шару штукатурки</h4>
     <p className={style.descTab}>
       Наші професійні робітники використовують сучасні
       методи та обладнання для нанесення першого шару штукатурки. Цей
       шар допомагає створити базову основу для подальших
       робіт і забезпечити відмінну адгезію матеріалів.
     </p>
   </>
  );
};
export const StagesTabThird = () => {
  return (
   <>
     <h4 className={style.titleTab}>Нанесення другого шару штукатурки</h4>
     <p className={style.descTab}>
       Після того як перший шар засохне і висохне,
       ми наносимо другий шар штукатурки. Цей шар додає міцності та
       гладкості вашому покриттю, готуючи його
       до подальшого оздоблення.
     </p>
   </>
  );
};
export const StagesTabFourth = () => {
  return (
   <>
     <h4 className={style.titleTab}>Шліфування</h4>
     <p className={style.descTab}>
       Для досягнення ідеально гладкої поверхні
       ми проводимо процес шліфування. Це
       допомагає виправити нерівності та дрібні
       дефекти, забезпечуючи бездоганний результат.
     </p>
   </>
  );
};
export const StagesTabFifth = () => {
  return (
   <>
     <h4 className={style.titleTab}>Грунтування</h4>
     <p className={style.descTab}>
       Після завершення штукатурки
       ми грунтуємо поверхню, щоб
       забезпечити надійну адгезію
       для подальших оздоблювальних
       робіт. Грунт забезпечує також
       додатковий захист від вологості
       та інших факторів.
     </p>
   </>
  );
};
export const StagesTabSixth = () => {
  return (
   <>
     <h4 className={style.titleTab}>Остаточне оздоблення</h4>
     <p className={style.descTab}>
       Для досягнення ідеально гладкої поверхні ми
       проводимо процес шліфування. Це допомагає виправити нерівності та
       дрібні дефекти, забезпечуючи бездоганний результат.
     </p>
   </>
  );
};